  [
    {
      "key": "comitee",
      "name": "Trikom",
      "info": "Trivselskomiteen har ansvaret for trivsel blant informatikkstudentene. Dette inkluderer å arrangere flere små arrangementer og hyggelige sammenkomster i løpet av året, og drift av kontoret.",
      "id": 0,
      "icon": "trikomIcon"
    },
    {
      "key": "comitee",
      "name": "Arrkom",
      "info": "Arrangementskomiteen jobber for at informatikkstudentene skal ha sosiale tilbud gjennom hele året. Vi arrangerer velkjente arrangement som immatrikuleringsball, blåtur, Åre-tur, kryssfest, filmkvelder og mye mer!",
      "id": 1,
      "icon": "arrkomIcon"
    },
    {
      "key": "comitee",
      "name": "Bankom",
      "info": "Bank- og økonomikomtiteen sørger for at det blir satt opp fornuftige budsjett og at de blir fulgt. Komiteen består av de økonomiansvarlige fra hver av de andre komiteene, en komiteeleder og en økonomiansvarlig for Online/Hovedstyret. Vi setter hvert år opp budsjett og fører månedlige regnskap.",
      "id": 2,
      "icon": "bankomIcon"
    },
    {
      "key": "comitee",
      "name": "Bedkom",
      "info": "Bedriftskomiteen er bindeleddet mellom næringslivet og informatikkstudenter, og skal i tillegg samarbeide med andre linjeforeninger på NTNU for å ivareta informatikkstudentenes interesser.",
      "id": 3,
      "icon": "bedkomIcon"
    },
    {
      "key": "comitee",
      "name": "Dotkom",
      "info": "Drifts- og utviklingskomiteen har ansvaret for alle linjeforeningens datasystemer. Vi leverer tjenester som nettside, wiki, e-postsystemer, filområder og mye annet spennende. I en stor linjeforening er informasjonsflyt og kvalitet viktig.",
      "id": 4,
      "icon": "dotkomIcon"
    },
    {
      "key": "comitee",
      "name": "Fagkom",
      "info": "Fag- og kurskomiteen tilbyr kunnskap om ny og spennende teknologi, gjennom blant annet kurs og foredrag. Vår jobb er å stimulere studentenes faglige interesser.",
      "id": 6,
      "icon": "fagkomIcon"
    },
    {
      "key": "comitee",
      "name": "Prokom",
      "info": "Profil- og aviskomiteen sørger for at Onlines ansikt utad er profesjonelt og konsistent. Alt profileringsmateriale som klær, annonser, brev og brosjyrer, plakater, medaljer og andre effekter lages av oss.",
      "id": 7,
      "icon": "prokomIcon"
    }
  ]
  